Repository: ProtonSoftware/Timeinator
Catalog: Source/Backend/Timeinator.Core/LocalizationResource.*.resx
Languages: pl_pl

source: Abort
pl_pl: Przerwij

source: About us
pl_pl: O nas

source: Add new task
pl_pl: Dodaj nowe zadanie

source: All
pl_pl: Wszystkie

source: Alphabetical
pl_pl: Alfabetycznie

source: Application
pl_pl: Aplikacja

# AttemptToCalculateNoTasks
source: Attempted to calculate tasks without providing them
pl_pl: Próba obliczenia czasu zadań bez ich wcześniejszego dostarczenia

# AttemptToCalculateNoTime
source: Attempted to calculate tasks without proper time set
pl_pl: Próba obliczenia czasu zadań bez podania czasu sesji

# AttemptToReorderTasksNoPosition
source: Attempted to reorder tasks without providing the positions correctly
pl_pl: Próba zamiany miejsc zadań bez poprawnie podanych pozycji

# Begin
source: Start
pl_pl: Rozpocznij

source: Break duration
pl_pl: Czas trwania przerwy

# CalcSession
source: Calculate
pl_pl: Oblicz sesję

source: Confirm
pl_pl: Zatwierdź

# ConstantTime
source: Constant time set
pl_pl: Przypisany czas stały

# CreatedDate
source: Date of creation
pl_pl: Po dacie dodania

source: Creators
pl_pl: Autorzy

source: Current task
pl_pl: Aktualne zadanie

source: Error
pl_pl: Błąd

# EstimatedSessionTimeSemicolon
source: Estimated session time:
pl_pl: Przewidywany czas sesji:

source: Finish
pl_pl: Zakończ

# FinishSess
source: Finish session
pl_pl: Zakończ sesję

# FinishTask
source: Finish the task
pl_pl: Zakończ zadanie

# Functions
source: Functionalities
pl_pl: Funkcjonalności

# ImmortalTask
source: Repetitive task
pl_pl: Zadanie wielokrotne

source: Important task
pl_pl: Zadanie ważne

source: Invalid data
pl_pl: Niepoprawne dane

source: Last update
pl_pl: Ostatnia aktualizacja

source: Loading...
pl_pl: Ładowanie...

source: Next
pl_pl: Następny

source: Next task
pl_pl: Następne zadanie

source: No
pl_pl: Nie

# NoTaskSelected
source: You didn't select any task!
pl_pl: Nie wybrałeś żadnego taska!

# NotEnoughTimeForSession
source: Provided time is not enough for current session
pl_pl: Wybrany czas jest niewystarczający, by zacząc sesję

source: Pause
pl_pl: Pauza

# PickSessionTime
source: Pick session duration
pl_pl: Wybierz czas sesji

source: Priority
pl_pl: Priorytet

# ProvidedListNotPopulated
source: Provided list isn't populated
pl_pl: Podana lista jest pusta

# ProvidedTaskDataInvalid
source: The data provided for the task doesn't meet requirements
pl_pl: Podane informacje o tasku nie spełniają wymagań

# QuestionAreYouCertainToDeleteTask
source: Are you sure you want to delete task: {0}?
pl_pl: Czy na pewno chcesz usunąc zadanie: {0}?

# QuestionAreYouSureToFinishSession
source: Are you sure you want to finish the session?
pl_pl: Na pewno chcesz zakończyć sesję?

# QuestionAreYouSureToFinishTask
source: Are you sure you want to finish current task?
pl_pl: Na pewno chcesz zakończyć aktualne zadanie?

# QuestionTimeRanOutWhatToDo
source: Time has ran out, what do you want to do?
pl_pl: Skończył się czas na zadanie, co chcesz teraz zrobić?

# RemainingTime
source: Time remaining
pl_pl: Pozostały czas

source: Resume
pl_pl: Wznów

source: Session
pl_pl: Sesja

source: Session finished
pl_pl: Koniec sesji

source: Session lasts
pl_pl: Sesja trwa

# SessionPausedWithProgress
source: Session paused ({0}%)
pl_pl: Sesja wstrzymana ({0}%)

# SessSummary
source: Current session
pl_pl: Wybrana sesja

# SettingChangeLanguageDescription
source: Language shown in the app
pl_pl: Język wyświetlany w aplikacji

# SettingChangeLanguageName
source: Language
pl_pl: Język

# SettingDarkModeDescription
source: Dark theme
pl_pl: Ciemny motyw w aplikacji dla oszczędzania oczu

# SettingDarkModeName
source: Dark mode
pl_pl: Tryb ciemny

# SettingHighestPriorityDescription
source: Highest priority tasks as first
pl_pl: Zadania z najwyższym priorytetem jako pierwsze

# SettingHighestPriorityName
source: Prioritizing tasks
pl_pl: Priorytetyzowanie zadań

# SettingRecalculateTasksDescription
source: Recalculate tasks to fit them to session duration after breaks
pl_pl: Przelicz czas zadań po przerwie, by dostosować do czasu sesji

# SettingRecalculateTasksName
source: Adjust tasks
pl_pl: Dostosuj czas zadań

source: Settings
pl_pl: Ustawienia

# StartBreak
source: Take a break
pl_pl: Zrób przerwę

# TaskDeletion
source: Deleting task
pl_pl: Usuwanie zadania

source: Task finished
pl_pl: Koniec zadania

# TaskListTitle
source: Your tasks
pl_pl: Twoje zadania

source: Task name
pl_pl: Nazwa zadania

# TimeRanOut
source: Time has ran out
pl_pl: Skończył się czas

source: Version
pl_pl: Wersja

source: Yes
pl_pl: Tak

source: Are you sure?
pl_pl: Jesteś pewien?

source: Unsaved changes
pl_pl: Niezapisane zmiany

# Description
source: Description (optional)
pl_pl: Opis (opcjonalny)

# LastUpdateValue
source: October 2019
pl_pl: Czerwiec 2019

# Tags
source: Tags (optional, space delimited)
pl_pl: Tagi (opcjonalne, rozdzielane spacją)

# PromoAds
source: For the sake of Your comfort this application is free and does not include offensive adverts.
pl_pl: W trosce o wygodę użytkowania, aplikacja jest darmowa i bez ofensywnych reklam.

# PromoContact
source: If you have any questions or ideas for improvement, we invite you to contact us. We are happy to help :)
pl_pl: Jeśli masz jakieś pytania lub propozycje nowych funkcjonalności, zapraszamy do kontaktu, chętnie pomożemy :)

# PromoPay
source: You can help us by PayPal under this address:
pl_pl: Jeśli chcesz nas wspomóc, przyjmujemy dotacje PayPal pod adresem:
